var config = {
    texts: [  
        "送给晓晓猪",
        "很高兴能看着你一点点长大",
        "也很荣幸能成为你的树洞和巨轮",
        "虽然已经十八岁啦",
        "但我还要像以前一样宠着你",
        "所以在难过的时候一定要记得来找我哦",
        "不管以后与你相距多远",
        "我都会第一时间飞奔过去",
        "因为",
        "你永远是那个对我来说最特殊的存在啊",
        "另外",
        "一定要记得",
        "要对自己宇宙无敌第一好！！！",
        "最后",
        "剩下的日子里要好好努力",
        "最黑暗的日子很快就会过去",
        "你只需要",
        "向着理想前进",
        "-------",
       
    ],
    desc: {
        turn_on: "送给世界上最可爱的YY",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "十八岁生日快乐！",
        story: "A MESSAGE FOR YOU",
    }
};
